7zip
alsa-firmware
alsa-utils
android-tools
apparmor
apparmor-openrc
arch-audit
artix-archlinux-support
autofs
base
bind
chromium
chrony
chrony-openrc
cliphist
cmake
cnijfilter-mx470series
cups
cups-openrc
cups-pdf
delve
deno
dhclient
dhcpcd
dhcpcd-openrc
dnsmasq
docker
docker-compose
docker-openrc
edk2-ovmf
efibootmgr
elogind-openrc
emacs
eww
fd
feh
firejail
fscrypt
fuzzel
fzf
gamescope
gdb
gimagereader-qt
gimp
git
git-filter-repo
github-cli
google-chrome
graphviz
grim
grub
gst-plugin-va
gst-rtsp-server
htop
hunspell
hunspell-en_gb
hunspell-en_us
hunspell-ru
hyprland
hyprland-workspaces
ifplugd
inkscape
jq
jupyterlab
keepassxc
kitty
less
lib32-nvidia-utils
lib32-sdl2_image
lib32-sdl_image
lib32-vulkan-nouveau
libvirt
libvirt-openrc
linux
linux-firmware
linux-headers
lynis
mandoc
meson
mpv
neofetch
neovim
net-tools
ninja
nmap
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia-open-dkms
obs-studio
opendoas
openrc
openssh-openrc
os-prober
otf-font-awesome
otf-material-design-icons
pacman-contrib
pandoc-bin
picocom
pipewire-alsa
pipewire-openrc
pipewire-pulse
pipewire-pulse-openrc
playerctl
python-beautifulsoup4
python-cryptography
python-dbus
python-debugpy
python-django
python-django-stubs-ext
python-dotenv
python-gobject
python-jupytext
python-matplotlib
python-openai
python-pandas
python-pyjwt
python-pynvim
python-pyperclip
python-pyqt6
python-pytorch-cuda
python-requests
python-ruff
python-scikit-learn
python-social-auth-app-django
python-social-auth-core
python-torchvision-cuda
qemu-full
qt5-wayland
qt5ct
rclone
reflector
ripgrep
rkhunter
rtkit
ruby
rustdesk
rustup
sane
sane-airscan
sane-openrc
sbctl
sdbus-cpp
sdl_image
simplex-desktop-bin
slurp
speedtest-cli
steam
stripe-cli
swaync
swww
syncthing
syncthing-openrc
syslog-ng
syslog-ng-openrc
tailscale
tailscale-openrc
termshark
tesseract
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langcyrillic
texlive-latex
texlive-latexextra
texlive-plaingeneric
texlive-xetex
tk
tmux
torchvision-cuda
traceroute
tree
ttf-fira-code
ttf-firacode-nerd
ttf-nerd-fonts-symbols
ttf-opensans
ufw
ufw-openrc
unicode-emoji
unzip
virt-manager
virt-viewer
vulkan-nouveau
wayland
wget
wireplumber-openrc
wireshark-cli
wireshark-qt
wl-clipboard
wl-color-picker
woeusb
woff2-font-awesome
words
wpa_supplicant
wpa_supplicant-openrc
xdg-desktop-portal-hyprland
yay
zen-browser-bin
zip
zsh
7zip 26.00-1
alsa-firmware 1.2.4-4
alsa-utils 1.2.15.2-2
android-tools 35.0.2-24
apparmor 4.1.7-1
apparmor-openrc 20210506-1
arch-audit 0.2.0-5
artix-archlinux-support 4.2-1
autofs 5.1.9-5
base 3-5
bind 9.20.16-1
chromium 146.0.7680.164-1
chrony 4.8-2
chrony-openrc 20210506-2
cliphist 1:0.7.0-2
cmake 4.3.0-2.1
cups 2:2.4.16-2
cups-openrc 20210505-2
cups-pdf 3.0.2-1
delve 1.26.1-1
deno 2.7.9-1
dhclient 4.4.3.P1-4
dhcpcd 10.3.1-1
dhcpcd-openrc 20210505-1
dnsmasq 2.92-1
docker 1:29.3.1-1
docker-compose 5.1.1-1
docker-openrc 20250822-1
edk2-ovmf 202508-1
efibootmgr 18-3
elogind-openrc 20210704-1
emacs 30.2-1
fd 10.4.2-1
feh 3.11.3-1
firejail 0.9.78-3
fscrypt 0.3.6-2
fuzzel 1.14.1-1
fzf 0.68.0-1
gamescope 3.16.22-1
gdb 17.1-2
gimagereader-qt 3.4.3-1
gimp 3.2.2-1
git 2.53.0-1
git-filter-repo 2.47.0-3
github-cli 2.89.0-1
graphviz 14.1.4-1
grim 1.5.0-2
grub 2:2.14-1
gst-plugin-va 1.28.1-2
gst-rtsp-server 1.28.1-2
htop 3.4.1-1
hunspell 1.7.2-3
hunspell-en_gb 2026.02.25-1
hunspell-en_us 2026.02.25-1
hunspell-ru 20210731-2
hyprland 0.54.3-1
ifplugd 0.28-18
inkscape 1.4.3-7.1
jq 1.8.1-1
jupyterlab 4.5.6-1
keepassxc 2.7.12-2
kitty 0.46.2-1
less 1:692-1
lib32-nvidia-utils 595.58.03-1
lib32-sdl2_image 2.8.4-1
lib32-sdl_image 1.2.12-9
lib32-vulkan-nouveau 1:26.0.3-1
libvirt 1:12.1.0-1
libvirt-openrc 20210505-1
linux 6.19.10.artix1-1
linux-firmware 20260309-1
linux-headers 6.19.10.artix1-1
lynis 3.1.6-1
mandoc 1.14.6-5
meson 1.10.2-1
mpv 1:0.41.0-3
neofetch 7.1.0-2.1
neovim 0.11.7-1
net-tools 2.10-3
ninja 1.13.2-3
nmap 7.98-6
noto-fonts-emoji 1:2.051-1
npm 11.12.1-1
ntfs-3g 2022.10.3-2
ntp 4.2.8.p18-6
nvidia-open-dkms 595.58.03-1
obs-studio 32.1.0-2.1
opendoas 6.8.2-3
openrc 0.63-1
openssh-openrc 20210505-1
os-prober 1.84-1
otf-font-awesome 7.2.0-1
pacman-contrib 1.13.1-1
pandoc-bin 3.1.13-1
picocom 3.1-3
pipewire-alsa 1:1.6.2-1.1
pipewire-openrc 20250308-2
pipewire-pulse 1:1.6.2-1.1
pipewire-pulse-openrc 20250308-2
playerctl 2.4.1-4
python-beautifulsoup4 4.14.3-2
python-cryptography 46.0.6-1
python-dbus 1.4.0-2
python-debugpy 1.8.20-1
python-django 5.2.12-1
python-dotenv 1.2.2-1
python-gobject 3.54.5-2
python-matplotlib 3.10.8-5
python-openai 2.29.0-1
python-pandas 2.3.3-2
python-pyjwt 2.12.1-1
python-pynvim 0.6.0-2
python-pyperclip 1.11.0-2
python-pyqt6 6.10.2-4
python-pytorch-cuda 2.11.0-2
python-requests 2.33.1-1
python-ruff 0.15.8-1
python-scikit-learn 1.8.0-2
python-torchvision-cuda 0.26.0-1
qemu-full 10.2.2-2
qt5-wayland 5.15.18+kde+r55-1
qt5ct 1.9-1
rclone 1.73.3-1
reflector 2023-5.1
ripgrep 15.1.0-2
rkhunter 1.4.6-4
rtkit 0.14-1
ruby 3.4.8-2
rustdesk 1.4.5-1
rustup 1.29.0-2
sane 1.4.0-4
sane-airscan 0.99.37-1
sane-openrc 20210506-1
sbctl 0.18-1
sdbus-cpp 2.2.1-1
sdl_image 1.2.12-9
slurp 1.5.0-1
speedtest-cli 2.1.3-10
steam 1.0.0.85-5
swaync 0.12.6-1
swww 0.11.2-1
syncthing 2.0.15-1
syncthing-openrc 20250814-1
syslog-ng 4.11.0-2
syslog-ng-openrc 20210505-2
tailscale 1.90.9-1
tailscale-openrc 20220615-1
termshark 2.4.0-2.1
tesseract 5.5.2-1
texlive-binextra 2025.2-3.1
texlive-fontsextra 2025.2-3.1
texlive-fontsrecommended 2025.2-3.1
texlive-langcyrillic 2025.2-3.1
texlive-latex 2025.2-3.1
texlive-latexextra 2025.2-3.1
texlive-plaingeneric 2025.2-3.1
texlive-xetex 2025.2-3.1
tk 8.6.16-1
tmux 3.6_a-1
torchvision-cuda 0.26.0-1
traceroute 2.1.6-1
tree 2.3.1-1
ttf-fira-code 6.2-2
ttf-firacode-nerd 3.4.0-2
ttf-nerd-fonts-symbols 3.4.0-1
ttf-opensans 3.003-1
ufw 0.36.2-7
ufw-openrc 20210505-1
unicode-emoji 17.0-1
unzip 6.0-23
virt-manager 5.1.0-3
virt-viewer 11.0-4
vulkan-nouveau 1:26.0.3-1
wayland 1.24.0-1
wget 1.25.0-3
wireplumber-openrc 20250516-1
wireshark-cli 4.6.4-4
wireshark-qt 4.6.4-4
wl-clipboard 1:2.2.1-3
woff2-font-awesome 7.2.0-1
words 2.1-8
wpa_supplicant 2:2.11-5
wpa_supplicant-openrc 20210505-1
xdg-desktop-portal-hyprland 1.3.11-3
zip 3.0-11
zsh 5.9-5
