7zip
alsa-firmware
alsa-utils
android-tools
apparmor
apparmor-openrc
arch-audit
artix-archlinux-support
autofs
base
bind
chromium
chrony
chrony-openrc
cliphist
cmake
cnijfilter-mx470series
cups
cups-openrc
cups-pdf
delve
deno
dhclient
dhcpcd
dhcpcd-openrc
dnsmasq
docker
docker-compose
docker-openrc
edk2-ovmf
efibootmgr
elogind-openrc
emacs
eww
fd
feh
firejail
fscrypt
fuzzel
fzf
gamescope
gdb
gimagereader-qt
gimp
git
git-filter-repo
github-cli
google-chrome
graphviz
grim
grub
gst-plugin-va
gst-rtsp-server
htop
hunspell
hunspell-en_gb
hunspell-en_us
hunspell-ru
hyprland
hyprland-workspaces
ifplugd
inkscape
jq
jupyterlab
keepassxc
kitty
less
lib32-nvidia-utils
lib32-sdl2_image
lib32-sdl_image
lib32-vulkan-nouveau
libvirt
libvirt-openrc
linux
linux-firmware
linux-headers
lynis
mandoc
meson
mpv
neofetch
neovim
net-tools
ninja
nmap
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia-open-dkms
obs-studio
opendoas
openrc
openssh-openrc
os-prober
otf-font-awesome
otf-material-design-icons
pacman-contrib
pandoc-bin
picocom
pipewire-alsa
pipewire-openrc
pipewire-pulse
pipewire-pulse-openrc
playerctl
python-beautifulsoup4
python-cryptography
python-dbus
python-debugpy
python-django
python-django-stubs-ext
python-dotenv
python-gobject
python-jupytext
python-matplotlib
python-openai
python-pandas
python-pyjwt
python-pynvim
python-pyperclip
python-pyqt6
python-pytorch-cuda
python-requests
python-ruff
python-scikit-learn
python-social-auth-app-django
python-social-auth-core
python-torchvision-cuda
qemu-full
qt5-wayland
qt5ct
rclone
reflector
ripgrep
rkhunter
rtkit
ruby
rustdesk
rustup
sane
sane-airscan
sane-openrc
sbctl
sdbus-cpp
sdl_image
simplex-desktop-bin
slurp
speedtest-cli
steam
stripe-cli
swaync
swww
syncthing
syncthing-openrc
syslog-ng
syslog-ng-openrc
tailscale
tailscale-openrc
termshark
tesseract
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langcyrillic
texlive-latex
texlive-latexextra
texlive-plaingeneric
texlive-xetex
tk
tmux
torchvision-cuda
traceroute
tree
ttf-fira-code
ttf-firacode-nerd
ttf-nerd-fonts-symbols
ttf-opensans
ufw
ufw-openrc
unicode-emoji
unzip
virt-manager
virt-viewer
vulkan-nouveau
wayland
wget
wireplumber-openrc
wireshark-cli
wireshark-qt
wl-clipboard
wl-color-picker
woeusb
woff2-font-awesome
words
wpa_supplicant
wpa_supplicant-openrc
xdg-desktop-portal-hyprland
yay
zen-browser-bin
zip
zsh
