7zip
alsa-firmware
alsa-utils
artix-archlinux-support
autofs
base
bind
chrony
chrony-openrc
cmake
cnijfilter-mx470series
cups
cups-openrc
cups-pdf
delve
deno
dhclient
dhcpcd
dhcpcd-openrc
dnscrypt-proxy
dnscrypt-proxy-openrc
dnsmasq
docker
docker-openrc
edk2-ovmf
efibootmgr
elogind-openrc
emacs
eww
fcron
fcron-openrc
fd
feh
firefox
fuzzel
fzf
gdb
gimp
git
git-filter-repo
github-cli
grim
grub
gst-rtsp-server
gstreamer-vaapi
htop
hyprland
hyprland-workspaces
ifplugd
jq
keepassxc
kitty
less
lib32-sdl2_image
lib32-sdl_image
librewolf
libvirt
libvirt-openrc
linux
linux-firmware
linux-headers
mandoc
meson
mpv
neofetch
neovim
ninja
nmap
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia-dkms
obs-studio
opendoas
openrc
os-prober
otf-font-awesome
otf-material-design-icons
pacman-contrib
pandoc-bin
pipewire-alsa
pipewire-pulse
playerctl
postgresql
python-beautifulsoup4
python-cryptography
python-dbus
python-debugpy
python-django
python-django-stubs-ext
python-dotenv
python-gobject
python-matplotlib
python-pandas
python-pyjwt
python-pyqt6
python-pytorch-cuda
python-requests
python-ruff
python-social-auth-app-django
python-social-auth-core
python-torchvision-cuda
qemu-full
qt5-wayland
qt5ct
rclone
ripgrep
rtkit
ruby
rustup
sane
sane-airscan
sane-openrc
sdbus-cpp
sdl_image
simplex-desktop-bin
slurp
steam
stripe-cli
swaync
swww
syncthing
syncthing-openrc
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-plaingeneric
tk
tmux
torchvision-cuda
tree
ttf-fira-code
ttf-font-awesome
ttf-nerd-fonts-symbols
unicode-emoji
unzip
virt-manager
virt-viewer
vivaldi
wayland
wget
wl-clipboard
wl-color-picker
woeusb
words
wpa_supplicant
wpa_supplicant-openrc
xdg-desktop-portal-hyprland
yay
zip
zsh
